{
	"chapter1": [
		".",
		"..",
		"...",
		"Welcome to...",
		"The Temple of Boris",
		"...",
		"..",
		".\n\n",
		"Up on a hill is where we begin, this little story a long time ago...",
		"Our little hero Pix was sitting under the shade of a mighty oak. They saw the clouds drifting along the vast blue sky and decided they wanted to sail the ocean.",
		"It was all a whirlwind, heat, and flash. Within a week, they pickpocketed money from Mr. Verlaine, the owner of Galekeep Island Bar, bought a dinghy, and set sail.",
		"Our little hero Pix was sitting under the shade of a dinghy's sail. The ocean had a gentle lilt to it. ",
		"Pix thought to themself, 'Y'know... This is a lot more boring than I thought!' All of a sudden, it got cloudy and stormy. The ocean's gentle lilt turned into a violent rage, and the waves destroyed the dinghy leaving poor Pix lost in the ocean. Their world went black.",
		"...",
		"...",
		"Pix woke up in a bed as a man walked into the room they were in. 'Hey, hey! They're waking up!' he said, looking concerned and then relieved. 'You were washed up on the shore. You were out for two days!'",
		"'Two days?! Where the heck am I?!' Pix asked.",
		"The man replied, 'This is Evergreen Island, and you're the first outsider who came here for a looooonnng time. The name's Geoff by the way.'",
		"'Oh no! I wanna go home, back to Galekeep Island!'",
		"'Galekeep Island? Never heard of it...'",
		"Pix started crying.",
		"'Hey now, hey now... Everything will be alright. And I think we can help you...' Geoff started.",
		"''We?'' Pix asked.",
		"'Yeah, you see my family and I are a buncha musicians and we wanna share our music with the outside world! I'm a drummer...'",
		"A woman walked into the room, '...my wife Beth is a singer...'",
		"A boy the size of Pix walked into the room, '...my boy Adrian is a bassist...'",
		"A strong-looking, young woman walked into the room, '...and my girl Marine is a violinist!'",
		"Marine started speaking. 'There is a dragon named Boris living way up on top of a temple on this island. No one's been up there for ages, but if we can find a way up we might be able to ask the dragon to fly us outta here!'",
		"'You can go back home and we can start travelling the world, bringing our music with us!' Beth exclaimed.",
		"'...' Adrian seems to be the quiet one.",
		"'Well what are we waiting for let's go!' Pix shouted.\n"
	],
	"chapter2": [
		"'Wow now before that we got a problem.' Geoff said, 'Our cat Alfredo is blocking the door. He's probably cranky because we can't find the fish Beth caught for him this morning.'",
		"'Pix, can you help us 'look' for the fish? If you see it, 'take' it, 'wield' it, then 'feed' Alfredo.' Beth said.",
		"'It's the only way outta here!' Marine exclaimed.",
		"'...' Adrian smiled at Alfredo.",
		"'Why are they talking like it's a game tutorial?' Pix thinks to themself.\n"
	],
	"chapter3": [
		"'Ah the door's open now! Let's get outta here!' Marine says.",
		"'Oh by the way Pix, just think the word 'inventory' to yourself to keep track of what items you have. You don't have the fish anymore now that Alfredo ate it.'",
		"'And we're gonna be on this journey together. If you need me to do something, call my name. I'll respond and you can tell me what to do.'",
		"Geoff interjects, 'Remember Pix, if you wanna move just think of a cardinal direction. 'N', 'S', 'E', 'W'...''",
		"Beth sings, 'Never eat soggy waffles! Now off you go to the temple!'\n"
	],
	"chapter4": [
		"Marine opens the fan and waves at Pix, barely pushing them to the otherside of the room.",
		"Pix landed with a gentle thud, then pressed a button on the other side which summoned a bridge over the chasm. Marine crossed it.",
		"'Thanks I owe you one! I know a bar back on Galekeep your family can gig in when we get outta here.' Pix said.",
		"'Cool but let's try to stay alive.' Marine replied."
	]

}